---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FailureHandlingOptions
source: html/96514c88-abf1-35b8-9500-17c0e43e1333.htm
---
# FailureHandlingOptions Members

Releases all resources used by the FailureHandlingOptions